Repository: mebepi/raspi-config-fr
Catalog: raspi-config-*.po
Languages: fr

source: Starting resize2fs_once
fr: Début du redimensionnement de la partition

source: Usage:
fr: Utilisation:

source: Root partition has been resized.\nThe filesystem will be enlarged upon the next reboot
fr: La partition root a été redimentionnée.\nLe système de fichier sera étendu après un redémarrage.

source: What would you like to do with overscan
fr: Que voulez-vous faire avec l'overscan

source: You will now be asked to enter a new password for the pi user
fr: Vous allez maintenant être invité à entrer un nouveau mot de passe pour l'utilisateur pi

source: Password changed successfully
fr: Mot de passe modifié avec succès

source: Reloading keymap. This may take a short while\n
fr: Rechargement du keymap. Cela peut prendre un certain temps\n

source: Set memory split.\n
fr: Régler la répartition mémoire.\n

source: Chose overclock preset
fr: Choisissez un overlock prédéfini

source: None
fr: Aucun

source: Modest
fr: Faible

source: Medium
fr: Moyen

source: High
fr: Elevé

source: Programmer error, unrecognised overclock preset
fr: Erreur de configuration, overclock prédéfini non reconnu

source: Checking if shift key is held down
fr: Vérifiez si la touche majuscule (shift) est enfoncée

source: Yes. Not switching scaling governor
fr: Oui. Le scaling governor ne change pas

source: No. Switching to ondemand scaling governor
fr: Non. Le scaling governor change à la demande

source: Initial ssh key generation still running. Please wait and try again.
fr: Première génération de la clé ssh toujours en cours d'éxecution. Veuillez patienter et essayez à nouveau.

source: Would you like the SSH server enabled or disabled?
fr: Aimeriez-vous que le serveur SSH soit activé ou désactivé?

source: SSH server enabled
fr: Serveur SSH activé

source: SSH server disabled
fr: Serveur SSH désactivé

source: Should we boot straight to desktop?
fr: Faut-il démarrer directement sur le bureau?

source: Sleeping 5 seconds before reloading raspi-config\n
fr: Attendre 5 secondes avant de relancer raspi-config\n

source: Would you like to reboot now?
fr: Voulez-vous redémarrer maintenant?

source: Script must be run as root. Try sudo
fr: Le script doit être éxecuté en temps qu'administrateur. Essayez sudo

source: Information about this tool
fr: Information à propos de cet outil

source: Expand root partition to fill SD card
fr: Elargir la partition root pour utiliser toute la carte SD

source: Change overscan
fr: Changer overscan

source: Set keyboard layout
fr: Régler le clavier

source: Change password for pi user
fr: Modifier mot de passe de l'utilisateur pi

source: Set locale
fr: Modifier les paramètres régionaux

source: Set timezone
fr: Modifier le fuseau horaire

source: Change memory split
fr: Changer la répartition mémoire

source: Configure overclocking
fr: Configurer l'overclocking

source: Enable or disable ssh server
fr: Activer ou désactiver le serveur SSH

source: Start desktop on boot?
fr: Démarrer le bureau au démarrage?

source: Try to upgrade raspi-config
fr: Mettre à jour raspi-config

source: There was an error running do_
fr: Une erreur s'est produite pendant l'exécution de:
